Dlubal.RFEM5.IFreeRectangularLoad
Interface for working with free rectangular load.

Dlubal.RFEM5.IFreeRectangularLoad.GetData
Gets free rectangular load parameters.
Returns: Free rectangular load parameters

Dlubal.RFEM5.IFreeRectangularLoad.SetData(System.UInt32@)
Sets free rectangular load parameters.
Load: Free rectangular load parameters

Dlubal.RFEM5.IFreeRectangularLoad.Delete
Deletes free rectangular load.